Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Patterned Thigh-high Stockings
source: Patterned Thigh-high Stockings
de: Gemusterte oberschenkelhohe Strümpfe
ja: 柄入りサイハイストッキング
ko: 무늬 싸이하이 스타킹
pl: Wzorzyste pończochy sięgające ud
zh_hans: 花纹大腿袜
zh_hant: 花紋大腿襪

# trait.Paw Boots
source: Paw Boots
de: Stiefel in Pfoten- oder Hufform
ja: 肉球ブーツ
ko: 발바닥 무늬 부츠
pl: Buty w kształcie łap lub kopyt
zh_hans: 爪印靴
zh_hant: 爪印靴

# trait.Paw Gloves
source: Paw Gloves
de: Pfotenhandschuhe
ja: 肉球手袋
ko: 발바닥 무늬 장갑
pl: Rękawiczki w kształcie łap
zh_hans: 爪印手套
zh_hant: 爪印手套

# trait.PE Teacher
source: PE Teacher
de: Sportlehrer
ja: 体育教師
ko: 체육 교사
pl: Nauczyciel wychowania fizycznego
zh_hans: 体育老师
zh_hant: 體育老師

# trait.Peace Sign Ahegao
source: Peace Sign Ahegao
de: Ahegao mit V-Zeichen
ja: ピースサインアヘ顔
ko: 브이 사인 아헤가오
pl: Ahegao z gestem zwycięstwa
zh_hans: 比V阿黑颜
zh_hant: 比V阿黑顏

# trait.Peaked Cap
source: Peaked Cap
de: Schirmmütze
ja: 制帽
ko: 제식모
pl: Czapka z daszkiem typu wojskowego
zh_hans: 大檐帽
zh_hant: 大盤帽

# trait.Peasant
source: Peasant
de: Bauer
ja: 農民
ko: 농민
pl: Chłop
zh_hans: 农民
zh_hant: 農民

# trait.Pecjob
source: Pecjob
de: Penisstimulation mit den Brustmuskeln
ja: 胸筋コキ
ko: 흉근 파이즈리
pl: Stymulacja penisa mięśniami piersiowymi
zh_hans: 胸肌交
zh_hant: 胸肌交

# trait.Peep-Toe Shoes
source: Peep-Toe Shoes
de: Schuhe mit offener Zehenpartie
ja: オープントゥシューズ
ko: 오픈토 슈즈
pl: Buty z odkrytymi palcami
zh_hans: 鱼嘴鞋
zh_hant: 魚嘴鞋

# trait.Pen
source: Pen
de: Stift
ja: ペン
ko: 펜
pl: Długopis
zh_hans: 笔
zh_hant: 筆

# trait.Pendant Earrings
source: Pendant Earrings
de: Hängende Ohrringe
ja: ペンダントイヤリング
ko: 펜던트 귀걸이
pl: Wiszące kolczyki
zh_hans: 吊坠耳环
zh_hant: 吊墜耳環

# trait.Pendant Necklace
source: Pendant Necklace
de: Halskette mit Anhänger
ja: ペンダントネックレス
ko: 펜던트 목걸이
pl: Naszyjnik z wisiorkiem
zh_hans: 吊坠项链
zh_hant: 吊墜項鍊

# trait.Penile Masturbation
source: Penile Masturbation
de: Masturbation des Penis
ja: 陰茎自慰
ko: 음경 자위
pl: Masturbacja penisa
zh_hans: 阴茎自慰
zh_hant: 陰莖自慰

# trait.Penis Cage
source: Penis Cage
de: Peniskäfig
ja: ペニスケージ
ko: 음경 정조대
pl: Klatka na penisa
zh_hans: 阴茎贞操笼
zh_hant: 陰莖貞操籠

# trait.Penis Enlargement
source: Penis Enlargement
de: Penisvergrößerung
ja: 陰茎増大処置
ko: 음경 확대
pl: Powiększenie penisa
zh_hans: 阴茎增大
zh_hant: 陰莖增大

# trait.Penis Growth
source: Penis Growth
de: Peniswachstum
ja: 陰茎肥大
ko: 음경 비대
pl: Wzrost penisa
zh_hans: 阴茎增大
zh_hant: 陰莖增大

# trait.Penis Removal
source: Penis Removal
de: Penisentfernung
ja: 陰茎切除
ko: 음경 절제
pl: Usunięcie penisa
zh_hans: 阴茎切除
zh_hant: 陰莖切除

# trait.Percussion Instruments
source: Percussion Instruments
de: Schlaginstrumente
ja: 打楽器
ko: 타악기
pl: Instrumenty perkusyjne
zh_hans: 打击乐器
zh_hant: 打擊樂器

# trait.Perfectionist
source: Perfectionist
de: Perfektionist
ja: 完璧主義者
ko: 완벽주의자
pl: Perfekcjonista
zh_hans: 完美主义者
zh_hant: 完美主義者

# trait.Performing Arts
source: Performing Arts
de: Darstellende Künste
ja: 舞台芸術
ko: 공연 예술
pl: Sztuki widowiskowe
zh_hans: 表演艺术
zh_hant: 表演藝術

# trait.Permanent Blank Eyes
source: Permanent Blank Eyes
de: Dauerhaft ausdruckslose Augen
ja: 常時ハイライトのない目
ko: 항상 생기 없는 눈
pl: Stale pozbawione wyrazu oczy
zh_hans: 永久无神眼
zh_hant: 永久無神眼

# trait.Personal Pronouns
source: Personal Pronouns
de: Personalpronomen
ja: 人称代名詞
ko: 인칭 대명사
pl: Zaimki osobowe
zh_hans: 人称代词
zh_hant: 人稱代名詞

# trait.Personality
source: Personality
de: Persönlichkeit
ja: 性格
ko: 성격
pl: Osobowość
zh_hans: 性格
zh_hant: 性格

# trait.Personality Complex
source: Personality Complex
de: Persönlichkeitskomplexe
ja: 性格コンプレックス
ko: 성격 콤플렉스
pl: Kompleksy osobowościowe
zh_hans: 性格情结
zh_hant: 性格情結

# trait.Peruvian
source: Peruvian
de: Peruanisch
ja: ペルー人
ko: 페루인
pl: Peruwiańczyk
zh_hans: 秘鲁人
zh_hant: 秘魯人

# trait.Pervert
source: Pervert
de: Pervers
ja: 変態
ko: 변태
pl: Zboczeniec
zh_hans: 变态
zh_hant: 變態

# trait.Pet
source: Pet
de: Haustier
ja: ペット
ko: 반려동물
pl: Zwierzę domowe
zh_hans: 宠物
zh_hant: 寵物

# trait.Pet Collar
source: Pet Collar
de: Haustierhalsband
ja: ペット用首輪
ko: 반려동물 목줄
pl: Obroża dla zwierzęcia
zh_hans: 宠物项圈
zh_hant: 寵物項圈

# trait.Pet Owner
source: Pet Owner
de: Haustierbesitzer
ja: 飼い主
ko: 반려동물 주인
pl: Właściciel zwierzęcia domowego
zh_hans: 宠物主人
zh_hant: 寵物主人

# trait.Petplay
source: Petplay
de: Rollenspiel als Haustier
ja: ペットプレイ
ko: 펫플레이
pl: Odgrywanie roli zwierzęcia domowego
zh_hans: 宠物扮演
zh_hant: 寵物扮演

# trait.Petrification
source: Petrification
de: Versteinerung
ja: 石化
ko: 석화
pl: Skamienienie
zh_hans: 石化
zh_hant: 石化

# trait.Petting With Object
source: Petting With Object
de: Liebkosung mit einem Gegenstand
ja: 異物で愛撫
ko: 물건으로 애무
pl: Pieszczoty z użyciem przedmiotu
zh_hans: 使用物品爱抚
zh_hant: 使用物品愛撫

# trait.Pharmacist
source: Pharmacist
de: Apotheker
ja: 薬剤師
ko: 약사
pl: Farmaceuta
zh_hans: 药剂师
zh_hant: 藥劑師

# trait.Phasmophobia
source: Phasmophobia
de: Angst vor Geistern
ja: 幽霊恐怖症
ko: 유령 공포증
pl: Lęk przed duchami
zh_hans: 幽灵恐惧症
zh_hant: 幽靈恐懼症

# trait.Philippine
source: Philippine
de: Philippinisch
ja: フィリピン人
ko: 필리핀인
pl: Filipińczyk
zh_hans: 菲律宾人
zh_hant: 菲律賓人

# trait.Phimosis
source: Phimosis
de: Phimose
ja: 包茎
ko: 포경
pl: Stulejka
zh_hans: 包茎
zh_hant: 包莖

# trait.Phobia
source: Phobia
de: Phobie
ja: 恐怖症
ko: 공포증
pl: Fobia
zh_hans: 恐惧症
zh_hant: 恐懼症

# trait.Phoenix
source: Phoenix
de: Phönix
ja: フェニックス
ko: 불사조
pl: Feniks
zh_hans: 凤凰
zh_hant: 鳳凰

# trait.Photography
source: Photography
de: Fotografie
ja: 写真撮影
ko: 사진 촬영
pl: Fotografia
zh_hans: 摄影
zh_hant: 攝影

# trait.Physical Age Progression
source: Physical Age Progression
de: Körperliche Alterung
ja: 肉体年齢の上昇
ko: 신체 연령 증가
pl: Fizyczne starzenie się
zh_hans: 身体年龄增长
zh_hant: 身體年齡增長

# trait.Physical Age Reversion
source: Physical Age Reversion
de: Körperliche Verjüngung
ja: 肉体年齢の退行
ko: 신체 연령 퇴행
pl: Fizyczne odmłodzenie
zh_hans: 身体年龄倒退
zh_hant: 身體年齡倒退

# trait.Pickaxe
source: Pickaxe
de: Spitzhacke
ja: つるはし
ko: 곡괭이
pl: Kilof
zh_hans: 镐
zh_hant: 鎬

# trait.Piercing Torture (BDSM)
source: Piercing Torture (BDSM)
de: Folter durch Durchstechen (BDSM)
ja: 穿刺拷問（BDSM）
ko: 관통 고문(BDSM)
pl: Tortury przez nakłuwanie (BDSM)
zh_hans: 穿刺拷问（BDSM）
zh_hant: 穿刺拷問（BDSM）

# trait.Pig
source: Pig
de: Schwein
ja: 豚
ko: 돼지
pl: Świnia
zh_hans: 猪
zh_hant: 豬

# trait.Pig Cosplay
source: Pig Cosplay
de: Schweine-Cosplay
ja: 豚コスプレ
ko: 돼지 코스프레
pl: Przebranie za świnię
zh_hans: 小猪装扮
zh_hant: 小豬裝扮

# trait.Piggyback Ride
source: Piggyback Ride
de: Tragen auf dem Rücken
ja: おんぶ
ko: 업어 주기
pl: Noszenie na plecach
zh_hans: 背人
zh_hant: 背人

# trait.Piledriver
source: Piledriver
de: Piledriver-Stellung
ja: パイルドライバー
ko: 파일드라이버 체위
pl: Pozycja piledriver
zh_hans: 打桩机体位
zh_hant: 打樁機體位

# trait.Pillory (BDSM)
source: Pillory (BDSM)
de: Pranger (BDSM)
ja: 晒し台（BDSM）
ko: 칼 구속대(BDSM)
pl: Dyby (BDSM)
zh_hans: 颈手枷（BDSM）
zh_hant: 頸手枷（BDSM）

# trait.Piloting
source: Piloting
de: Pilotieren
ja: 操縦
ko: 조종
pl: Pilotowanie
zh_hans: 驾驶
zh_hant: 駕駛

# trait.Pimp
source: Pimp
de: Zuhälter
ja: ポン引き
ko: 포주
pl: Sutener
zh_hans: 皮条客
zh_hant: 皮條客

# trait.Pin-Back Button
source: Pin-Back Button
de: Ansteckbutton
ja: 缶バッジ
ko: 핀 배지
pl: Przypinka
zh_hans: 别针徽章
zh_hant: 別針徽章

# trait.Pinafore Dress
source: Pinafore Dress
de: Latzkleid
ja: ジャンパースカート
ko: 점퍼스커트
pl: Sukienka na szelkach
zh_hans: 围裙连衣裙
zh_hant: 吊帶裙

# trait.Pink
source: Pink
de: Rosa
ja: ピンク色
ko: 분홍색
pl: Różowy
zh_hans: 粉色
zh_hant: 粉色

# trait.Pink Rotor
source: Pink Rotor
de: Vibrationsei
ja: ピンクローター
ko: 핑크 로터
pl: Jajko wibracyjne
zh_hans: 粉色跳蛋
zh_hant: 粉色跳蛋

# trait.Pink-collar Worker
source: Pink-collar Worker
de: Beschäftigter in einem typischen Frauenberuf
ja: ピンクカラー労働者
ko: 핑크칼라 노동자
pl: Pracownik zawodu tradycyjnie wykonywanego przez kobiety
zh_hans: 粉领工作者
zh_hant: 粉領工作者

# trait.Pipe
source: Pipe
de: Pfeife
ja: パイプ
ko: 담뱃대
pl: Fajka
zh_hans: 烟斗
zh_hant: 菸斗

# trait.Pirate
source: Pirate
de: Pirat
ja: 海賊
ko: 해적
pl: Pirat
zh_hans: 海盗
zh_hant: 海盜

# trait.Piss Drinking
source: Piss Drinking
de: Urintrinken
ja: 飲尿
ko: 음뇨
pl: Picie moczu
zh_hans: 饮尿
zh_hant: 飲尿

# trait.Pissing
source: Pissing
de: Urinieren
ja: 放尿
ko: 배뇨
pl: Oddawanie moczu
zh_hans: 排尿
zh_hant: 排尿

# trait.Pissing on Others
source: Pissing on Others
de: Urinieren auf andere
ja: 他者への放尿
ko: 타인에게 소변 누기
pl: Oddawanie moczu na innych
zh_hans: 向他人排尿
zh_hant: 向他人排尿

# trait.Pissing on Own Face
source: Pissing on Own Face
de: Urinieren auf das eigene Gesicht
ja: 自分の顔への放尿
ko: 자신의 얼굴에 소변 누기
pl: Oddawanie moczu na własną twarz
zh_hans: 向自己脸上排尿
zh_hant: 向自己臉上排尿

# trait.Pitchfork
source: Pitchfork
de: Mistgabel
ja: ピッチフォーク
ko: 쇠스랑
pl: Widły
zh_hans: 干草叉
zh_hant: 乾草叉

# trait.Pixie Cut
source: Pixie Cut
de: Pixie-Schnitt
ja: ベリーショート
ko: 픽시컷
pl: Fryzura pixie
zh_hans: 精灵短发
zh_hant: 精靈短髮

# trait.Planning
source: Planning
de: Planung
ja: 計画
ko: 기획
pl: Planowanie
zh_hans: 策划
zh_hant: 策劃

# trait.Plant
source: Plant
de: Pflanze
ja: 植物
ko: 식물
pl: Roślina
zh_hans: 植物
zh_hant: 植物

# trait.Plate Armor
source: Plate Armor
de: Plattenrüstung
ja: 板金鎧
ko: 판금 갑옷
pl: Zbroja płytowa
zh_hans: 板甲
zh_hant: 板甲

# trait.Platform High Heeled Sandals
source: Platform High Heeled Sandals
de: Plateausandalen mit hohen Absätzen
ja: 厚底ハイヒールサンダル
ko: 통굽 하이힐 샌들
pl: Sandały na platformie i wysokich obcasach
zh_hans: 厚底高跟凉鞋
zh_hant: 厚底高跟涼鞋

# trait.Platform Shoes
source: Platform Shoes
de: Plateauschuhe
ja: 厚底靴
ko: 통굽 신발
pl: Buty na platformie
zh_hans: 厚底鞋
zh_hant: 厚底鞋

# trait.Platonic Route Only
source: Platonic Route Only
de: Ausschließlich platonische Handlungsrouten
ja: プラトニックなルートのみ
ko: 플라토닉 루트만
pl: Wyłącznie platoniczne ścieżki fabularne
zh_hans: 仅柏拉图式路线
zh_hant: 僅柏拉圖式路線

# trait.Playing Cards
source: Playing Cards
de: Spielkarten
ja: トランプ
ko: 트럼프 카드
pl: Karty do gry
zh_hans: 扑克牌
zh_hant: 撲克牌

# trait.Pleated Skirt
source: Pleated Skirt
de: Faltenrock
ja: プリーツスカート
ko: 플리츠 스커트
pl: Spódnica plisowana
zh_hans: 百褶裙
zh_hant: 百褶裙

# trait.Pocket Knife
source: Pocket Knife
de: Taschenmesser
ja: ポケットナイフ
ko: 접이식 칼
pl: Scyzoryk
zh_hans: 折叠刀
zh_hant: 折疊刀

# trait.Pocket Shirt
source: Pocket Shirt
de: Hemd mit Tasche
ja: ポケット付きシャツ
ko: 주머니 달린 셔츠
pl: Koszula z kieszenią
zh_hans: 口袋衬衫
zh_hant: 口袋襯衫

# trait.Pocket Square
source: Pocket Square
de: Einstecktuch
ja: ポケットチーフ
ko: 포켓 스퀘어
pl: Poszetka
zh_hans: 西装口袋巾
zh_hant: 西裝口袋巾

# trait.Poet
source: Poet
de: Dichter
ja: 詩人
ko: 시인
pl: Poeta
zh_hans: 诗人
zh_hant: 詩人

# trait.Pointed Ears
source: Pointed Ears
de: Spitze Ohren
ja: 尖った耳
ko: 뾰족귀
pl: Spiczaste uszy
zh_hans: 尖耳
zh_hant: 尖耳

# trait.Pointed Hat
source: Pointed Hat
de: Spitzer Hut
ja: 先の尖った帽子
ko: 뾰족 모자
pl: Spiczasty kapelusz
zh_hans: 尖顶帽
zh_hant: 尖頂帽

# trait.Poisoning
source: Poisoning
de: Vergiftung
ja: 毒を盛る
ko: 독을 먹임
pl: Otrucie
zh_hans: 下毒
zh_hant: 下毒

# trait.Pole Dancing
source: Pole Dancing
de: Poledance
ja: ポールダンス
ko: 폴 댄스
pl: Taniec na rurze
zh_hans: 钢管舞
zh_hant: 鋼管舞

# trait.Polearm
source: Polearm
de: Stangenwaffe
ja: 長柄武器
ko: 장병기
pl: Broń drzewcowa
zh_hans: 长柄武器
zh_hant: 長柄武器

# trait.Police
source: Police
de: Polizei
ja: 警察官
ko: 경찰관
pl: Policja
zh_hans: 警察官
zh_hant: 警察官

# trait.Police Officer Uniform
source: Police Officer Uniform
de: Polizeiuniform
ja: 警察官の制服
ko: 경찰 제복
pl: Mundur policyjny
zh_hans: 警服
zh_hant: 警服

# trait.Polish
source: Polish
de: Polnisch
ja: ポーランド人
ko: 폴란드인
pl: Polak
zh_hans: 波兰人
zh_hant: 波蘭人

# trait.Politician
source: Politician
de: Politiker
ja: 政治家
ko: 정치인
pl: Polityk
zh_hans: 政治家
zh_hant: 政治家

# trait.Polyamory
source: Polyamory
de: Polyamorie
ja: ポリアモリー
ko: 폴리아모리
pl: Poliamoria
zh_hans: 多边恋
zh_hant: 多邊戀

# trait.Polycoria
source: Polycoria
de: Polykorie
ja: 多瞳孔症
ko: 다동공증
pl: Polikoria
zh_hans: 多瞳症
zh_hant: 多瞳症

# trait.Polygamy
source: Polygamy
de: Polygamie
ja: 複婚
ko: 복혼
pl: Poligamia
zh_hans: 多配偶制
zh_hant: 多配偶制

# trait.Polynesian
source: Polynesian
de: Polynesisch
ja: ポリネシア人
ko: 폴리네시아인
pl: Polinezyjczyk
zh_hans: 波利尼西亚人
zh_hant: 波利尼西亞人

# trait.Pompadour
source: Pompadour
de: Pompadour-Frisur
ja: ポンパドール
ko: 퐁파두르
pl: Fryzura pompadour
zh_hans: 蓬巴杜发型
zh_hant: 蓬巴杜髮型

# trait.Ponytail
source: Ponytail
de: Pferdeschwanz
ja: ポニーテール
ko: 포니테일
pl: Włosy związane w kucyk
zh_hans: 马尾辫
zh_hant: 馬尾

# trait.Pool
source: Pool
de: Schwimmbecken
ja: プール
ko: 수영장
pl: Basen
zh_hans: 泳池
zh_hant: 泳池

# trait.Poor
source: Poor
de: Arm
ja: 貧しい
ko: 가난함
pl: Ubóstwo
zh_hans: 贫穷
zh_hant: 貧窮

# trait.Popsicle
source: Popsicle
de: Eis am Stiel
ja: アイスキャンディー
ko: 아이스바
pl: Lody na patyku
zh_hans: 冰棒
zh_hant: 冰棒

# trait.Popular
source: Popular
de: Beliebt
ja: 人気者
ko: 인기인
pl: Popularność
zh_hans: 受欢迎
zh_hant: 受歡迎

# trait.Pornography
source: Pornography
de: Pornografie
ja: ポルノ
ko: 포르노그래피
pl: Pornografia
zh_hans: 色情作品
zh_hant: 色情作品

# trait.Portuguese
source: Portuguese
de: Portugiesisch
ja: ポルトガル人
ko: 포르투갈인
pl: Portugalczyk
zh_hans: 葡萄牙人
zh_hant: 葡萄牙人

# trait.Possession
source: Possession
de: Besessenheit durch einen Geist
ja: 憑依
ko: 빙의
pl: Opętanie
zh_hans: 附身
zh_hant: 附身

# trait.Possessive
source: Possessive
de: Besitzergreifend
ja: 独占欲が強い
ko: 독점욕이 강함
pl: Zaborczość
zh_hans: 占有欲强
zh_hant: 佔有欲強

# trait.Pottery
source: Pottery
de: Töpferei
ja: 陶芸
ko: 도예
pl: Garncarstwo
zh_hans: 陶艺
zh_hant: 陶藝

# trait.Power Armor
source: Power Armor
de: Angetriebene Rüstung
ja: パワードスーツ
ko: 파워드 아머
pl: Pancerz wspomagany
zh_hans: 动力装甲
zh_hant: 動力裝甲

# trait.Practice Swords
source: Practice Swords
de: Übungsschwerter
ja: 練習用の剣
ko: 연습용 검
pl: Miecze treningowe
zh_hans: 练习剑
zh_hant: 練習劍

# trait.Pragmatic
source: Pragmatic
de: Pragmatisch
ja: 現実的
ko: 현실적
pl: Pragmatyzm
zh_hans: 务实
zh_hant: 務實

# trait.Prayer Beads
source: Prayer Beads
de: Gebetskette
ja: 数珠
ko: 염주
pl: Sznur modlitewny
zh_hans: 念珠
zh_hant: 念珠

# trait.Pre-Story Death
source: Pre-Story Death
de: Tod vor Beginn der Geschichte
ja: 物語開始前に死亡
ko: 이야기 시작 전에 사망
pl: Śmierć przed rozpoczęciem historii
zh_hans: 故事开始前死亡
zh_hant: 故事開始前死亡

# trait.Pre-story Rape
source: Pre-story Rape
de: Vergewaltigung vor Beginn der Geschichte
ja: 物語開始前の強姦
ko: 이야기 시작 전 강간 피해
pl: Gwałt przed rozpoczęciem historii
zh_hans: 故事开始前遭强奸
zh_hant: 故事開始前遭強姦

# trait.Pre-Story Virginity Loss to Protagonist
source: Pre-Story Virginity Loss to Protagonist
de: Verlust der Jungfräulichkeit an die Hauptfigur vor Beginn der Geschichte
ja: 物語開始前に主人公によって処女／童貞喪失
ko: 이야기 시작 전 주인공에게 첫 경험을 잃음
pl: Utrata dziewictwa z protagonistą przed rozpoczęciem historii
zh_hans: 故事开始前被主角夺走第一次
zh_hant: 故事開始前被主角奪走第一次

# trait.Precog
source: Precog
de: Person mit Vorhersehungsgabe
ja: 予知能力者
ko: 예지 능력자
pl: Osoba posiadająca zdolność przewidywania przyszłości
zh_hans: 预知能力者
zh_hant: 預知能力者

# trait.Pregnancy
source: Pregnancy
de: Schwangerschaft
ja: 妊娠
ko: 임신
pl: Ciąża
zh_hans: 怀孕
zh_hant: 懷孕

# trait.Pregnancy (by illegitimate partner)
source: Pregnancy (by illegitimate partner)
de: Schwangerschaft durch einen außerehelichen Partner
ja: 配偶者以外の相手による妊娠
ko: 혼외 상대에 의한 임신
pl: Ciąża z partnerem spoza małżeństwa
zh_hans: 怀上非婚伴侣的孩子
zh_hant: 懷上非婚伴侶的孩子

# trait.Pregnancy Loss
source: Pregnancy Loss
de: Schwangerschaftsverlust
ja: 流産
ko: 유산
pl: Utrata ciąży
zh_hans: 流产
zh_hant: 流產

# trait.Prehensile Hair
source: Prehensile Hair
de: Greiffähiges Haar
ja: 物をつかめる髪
ko: 물건을 움켜쥘 수 있는 머리카락
pl: Chwytne włosy
zh_hans: 可抓握的头发
zh_hant: 可抓握的頭髮

# trait.Prehensile Penis
source: Prehensile Penis
de: Greiffähiger Penis
ja: 物をつかめる陰茎
ko: 물건을 움켜쥘 수 있는 음경
pl: Chwytny penis
zh_hans: 可抓握的阴茎
zh_hant: 可抓握的陰莖

# trait.Premier
source: Premier
de: Premierminister
ja: 首相
ko: 총리
zh_hans: 总理
zh_hant: 總理

# trait.Present in Flashbacks Only
source: Present in Flashbacks Only
de: Nur in Rückblenden zu sehen
ja: 回想のみ登場
ko: 회상에서만 등장
pl: Obecność wyłącznie w retrospekcjach
zh_hans: 仅在回忆中出现
zh_hant: 僅在回憶中出現

# trait.President
source: President
de: Präsident
ja: 大統領
ko: 대통령
pl: Prezydent
zh_hans: 总统
zh_hant: 總統

# trait.Pressure Suit
source: Pressure Suit
de: Druckanzug
ja: 加圧服
ko: 가압복
pl: Kombinezon ciśnieniowy
zh_hans: 压力服
zh_hant: 壓力服

# trait.Pretend Wedding
source: Pretend Wedding
de: Gespielte Hochzeit
ja: 偽装結婚式
ko: 가짜 결혼식
pl: Ślub na niby
zh_hans: 假婚礼
zh_hant: 假婚禮

# trait.Pretending
source: Pretending
de: Vortäuschen einer anderen Persönlichkeit
ja: 演技
ko: 연기
pl: Udawanie innej osobowości
zh_hans: 假装
zh_hant: 假裝

# trait.Priest
source: Priest
de: Priester
ja: 神父
ko: 신부
pl: Kapłan
zh_hans: 神父
zh_hant: 神父

# trait.Primate
source: Primate
de: Primat
ja: 霊長類
ko: 영장류
pl: Naczelny
zh_hans: 灵长类
zh_hant: 靈長類

# trait.Primitive
source: Primitive
de: Primitiv
ja: 原始的
ko: 원시적인
pl: Prymitywny
zh_hans: 原始
zh_hant: 原始

# trait.Prince
source: Prince
de: Prinz
ja: 王子
ko: 왕자
pl: Książę
zh_hans: 王子
zh_hant: 王子

# trait.Princess
source: Princess
de: Prinzessin
ja: 姫
ko: 공주
pl: Księżniczka
zh_hans: 公主
zh_hant: 公主

# trait.Princess Consort
source: Princess Consort
de: Gemahlin eines Prinzen
ja: 王子妃
ko: 왕자비
pl: Żona księcia
zh_hans: 王子妃
zh_hant: 王妃

# trait.Principal
source: Principal
de: Schulleiter
ja: 校長
ko: 학교장
pl: Dyrektor szkoły
zh_hans: 校长
zh_hant: 校長

# trait.Prison Guard
source: Prison Guard
de: Gefängniswärter
ja: 看守
ko: 교도관
pl: Strażnik więzienny
zh_hans: 狱警
zh_hant: 獄警

# trait.Prison Guard Uniform
source: Prison Guard Uniform
de: Gefängniswärteruniform
ja: 看守の制服
ko: 교도관 제복
pl: Mundur strażnika więziennego
zh_hans: 狱警制服
zh_hant: 獄警制服

# trait.Prisoner
source: Prisoner
de: Gefangener
ja: 囚人
ko: 수감자
pl: Więzień
zh_hans: 囚犯
zh_hant: 囚犯

# trait.Prisoner Uniform
source: Prisoner Uniform
de: Häftlingskleidung
ja: 囚人服
ko: 수의
pl: Strój więźnia
zh_hans: 囚服
zh_hant: 囚服

# trait.Proactive
source: Proactive
de: Eigeninitiativ
ja: 積極的
ko: 적극적인
pl: Wykazywanie inicjatywy
zh_hans: 主动
zh_hant: 主動

# trait.Producer
source: Producer
de: Produzent
ja: プロデューサー
ko: 프로듀서
pl: Producent
zh_hans: 制作人
zh_hant: 製作人

# trait.Professional Athlete
source: Professional Athlete
de: Profisportler
ja: プロスポーツ選手
ko: 프로 운동선수
pl: Zawodowy sportowiec
zh_hans: 职业运动员
zh_hant: 職業運動員

# trait.Professional Matchmaker
source: Professional Matchmaker
de: Beruflicher Heiratsvermittler
ja: 仲人
ko: 전문 중매인
pl: Zawodowy swat
zh_hans: 职业媒人
zh_hant: 職業媒人

# trait.Professional Photographer
source: Professional Photographer
de: Berufsfotograf
ja: プロカメラマン
ko: 전문 사진가
pl: Zawodowy fotograf
zh_hans: 职业摄影师
zh_hant: 職業攝影師

# trait.Projectile Weapons
source: Projectile Weapons
de: Geschosswaffen
ja: 投射武器
ko: 투사체 무기
pl: Broń miotająca
zh_hans: 投射武器
zh_hant: 投射武器

# trait.Prolapse
source: Prolapse
de: Organvorfall
ja: 脱肛
ko: 탈출증
pl: Wypadanie narządów
zh_hans: 器官脱垂
zh_hant: 器官脫垂

# trait.Prolicide
source: Prolicide
de: Kindesmord durch einen Elternteil
ja: 子殺し
ko: 자녀 살해
pl: Zabójstwo dziecka przez rodzica
zh_hans: 杀害子女
zh_hant: 殺害子女

# trait.Promiscuous
source: Promiscuous
de: Promiskuitiv
ja: 性に奔放
ko: 성적으로 문란한
pl: Promiskuitywny
zh_hans: 性关系随便
zh_hant: 性關係隨便

# trait.Promotional Model
source: Promotional Model
de: Werbemodel
ja: キャンペーンモデル
ko: 홍보 모델
pl: Model promocyjny
zh_hans: 宣传模特
zh_hant: 宣傳模特兒

# trait.Prostate Massage
source: Prostate Massage
de: Prostatamassage
ja: 前立腺マッサージ
ko: 전립선 마사지
pl: Masaż prostaty
zh_hans: 前列腺按摩
zh_hant: 前列腺按摩

# trait.Prosthesis
source: Prosthesis
de: Prothese
ja: 義肢
ko: 의수·의족
pl: Proteza
zh_hans: 假肢
zh_hant: 假肢

# trait.Prostitute
source: Prostitute
de: Sexarbeiter
ja: 娼婦
ko: 성 노동자
pl: Osoba świadcząca usługi seksualne
zh_hans: 妓女
zh_hant: 妓女

# trait.Protective
source: Protective
de: Beschützend
ja: 保護欲が強い
ko: 보호 본능이 강한
pl: Opiekuńczość
zh_hans: 保护欲强
zh_hant: 保護欲強

# trait.Proxy Murder
source: Proxy Murder
de: Mord durch einen Stellvertreter
ja: 代理殺人
ko: 대리 살인
pl: Zabójstwo za pośrednictwem innej osoby
zh_hans: 代理杀人
zh_hant: 代理殺人

# trait.Prussian
source: Prussian
de: Preußisch
ja: プロイセン人
ko: 프로이센인
pl: Prusak
zh_hans: 普鲁士人
zh_hant: 普魯士人

# trait.Psychiatrist
source: Psychiatrist
de: Psychiater
ja: 精神科医
ko: 정신건강의학과 의사
pl: Psychiatra
zh_hans: 精神科医生
zh_hant: 精神科醫師

# trait.Psychic
source: Psychic
de: Person mit übersinnlichen Kräften
ja: 超能力者
ko: 초능력자
pl: Osoba o zdolnościach parapsychicznych
zh_hans: 超能力者
zh_hant: 超能力者

# trait.Psychological Trauma
source: Psychological Trauma
de: Psychisches Trauma
ja: 心的外傷
ko: 정신적 외상
pl: Trauma psychiczna
zh_hans: 心理创伤
zh_hant: 心理創傷

# trait.Psychologist
source: Psychologist
de: Psychologe
ja: 心理学者
ko: 심리학자
pl: Psycholog
zh_hans: 心理学家
zh_hant: 心理學家

# trait.Psychometrist
source: Psychometrist
de: Person mit psychometrischen Fähigkeiten
ja: サイコメトラー
ko: 접촉 감응 능력자
pl: Osoba odczytująca informacje z przedmiotów
zh_hans: 触物感应者
zh_hant: 觸物感應者

# trait.Psychosis
source: Psychosis
de: Psychose
ja: 精神病
ko: 정신증
pl: Psychoza
zh_hans: 精神病
zh_hant: 精神病

# trait.PTSD
source: PTSD
de: Posttraumatische Belastungsstörung
ko: 외상 후 스트레스 장애
pl: Zespół stresu pourazowego
zh_hans: 创伤后应激障碍
zh_hant: 創傷後壓力症候群

# trait.Pubic Hair
source: Pubic Hair
de: Schamhaar
ja: 陰毛
ko: 음모
pl: Owłosienie łonowe
zh_hans: 阴毛
zh_hant: 陰毛

# trait.Pubic Hair Shaving
source: Pubic Hair Shaving
de: Rasieren der Schamhaare
ja: 陰毛剃り
ko: 음모 면도
pl: Golenie owłosienia łonowego
zh_hans: 剃阴毛
zh_hant: 剃陰毛

# trait.Pubic Stubble
source: Pubic Stubble
de: Schamhaarstoppeln
ja: 剃り跡の陰毛
ko: 면도 후 돋은 음모
pl: Krótko odrastające owłosienie łonowe
zh_hans: 阴毛茬
zh_hant: 陰毛茬

# trait.Public Masturbation
source: Public Masturbation
de: Öffentliche Masturbation
ja: 人前での自慰
ko: 공개 자위
pl: Masturbacja w miejscu publicznym
zh_hans: 公开自慰
zh_hant: 公開自慰

# trait.Public Use
source: Public Use
de: Sexuelle Nutzung durch beliebige Personen
ja: 公衆使用
ko: 공개 성적 이용
pl: Seksualne udostępnienie dowolnym osobom
zh_hans: 公开使用
zh_hant: 公開使用

# trait.Public Use (Choukyou or Non-Consensual)
source: Public Use (Choukyou or Non-Consensual)
de: Sexuelle Nutzung durch beliebige Personen (Abrichtung oder ohne Einvernehmen)
ja: 公衆使用（調教または非合意）
ko: 공개 성적 이용(조교 또는 비합의)
pl: Seksualne udostępnienie dowolnym osobom (tresura lub bez zgody)
zh_hans: 公开使用（调教或非双方同意）
zh_hant: 公開使用（調教或非合意）

# trait.Public Use (Consensual)
source: Public Use (Consensual)
de: Einvernehmliche sexuelle Nutzung durch beliebige Personen
ja: 公衆使用（合意）
ko: 공개 성적 이용(합의)
pl: Seksualne udostępnienie dowolnym osobom za zgodą
zh_hans: 公开使用（双方同意）
zh_hant: 公開使用（雙方同意）

# trait.Puerto Rican
source: Puerto Rican
de: Puerto-Ricanisch
ja: プエルトリコ人
ko: 푸에르토리코인
pl: Portorykańczyk
zh_hans: 波多黎各人
zh_hant: 波多黎各人

# trait.Puffy
source: Puffy
de: Aufgeblasene Wangen
ja: ふっくら
ko: 부푼
pl: Nadymanie policzków
zh_hans: 蓬松
zh_hant: 蓬鬆

# trait.Puffy Sleeves
source: Puffy Sleeves
de: Puffärmel
ja: パフスリーブ
ko: 퍼프 소매
pl: Bufiaste rękawy
zh_hans: 泡泡袖
zh_hant: 泡泡袖

# trait.Pump
source: Pump
de: Vakuumpumpe für Intimbereiche
ja: ポンプ
ko: 펌프
pl: Pompka do miejsc intymnych
zh_hans: 抽吸泵
zh_hant: 抽吸幫浦

# trait.Puns
source: Puns
de: Wortspiele
ja: 駄洒落
ko: 말장난
pl: Gry słowne
zh_hans: 双关语
zh_hant: 雙關語

# trait.Pyrokinetic
source: Pyrokinetic
de: Pyrokinetiker
ja: パイロキネシス能力者
ko: 화염 조작 능력자
pl: Osoba posiadająca zdolność pirokinezy
zh_hans: 火焰操控者
zh_hant: 火焰操控者

# trait.Queen
source: Queen
de: Königin
ja: 女王
ko: 여왕
pl: Królowa
zh_hans: 女王
zh_hant: 女王

# trait.Queen Consort
source: Queen Consort
de: Königin als Gemahlin
ja: 王妃
ko: 왕비
pl: Królowa jako małżonka
zh_hans: 王后
zh_hant: 王后

# trait.Queen Regnant
source: Queen Regnant
de: Regierende Königin
ja: 女王（君主）
ko: 여왕(군주)
pl: Panująca królowa
zh_hans: 女王（君主）
zh_hant: 女王（君主）

# trait.Queue
source: Queue
de: Zopf
ja: 弁髪
ko: 변발
pl: Warkocz
zh_hans: 辫发
zh_hant: 辮髮

# trait.Quickie Fix
source: Quickie Fix
de: Quickie-Fix-Stellung
ja: クイッキーフィックス
ko: 퀵키 픽스
pl: Pozycja quickie fix
zh_hans: 快速固定式
zh_hant: Quickie Fix體位

# trait.Quiet
source: Quiet
de: Ruhig
ja: 無口
ko: 과묵한
pl: Cichy
zh_hans: 安静
zh_hant: 安靜

# trait.Quill
source: Quill
de: Schreibfeder
ja: 羽根ペン
ko: 깃펜
pl: Pióro do pisania
zh_hans: 羽毛笔
zh_hant: 羽毛筆

# trait.Quiver
source: Quiver
de: Köcher
ja: 矢筒
ko: 화살통
pl: Kołczan
zh_hans: 箭袋
zh_hant: 箭袋

# trait.Rabbit
source: Rabbit
de: Kaninchen
ja: ウサギ
ko: 토끼
pl: Królik
zh_hans: 兔子
zh_hant: 兔子

# trait.Raccoon
source: Raccoon
de: Waschbär
ja: アライグマ
ko: 라쿤
pl: Szop
zh_hans: 浣熊
zh_hant: 浣熊

# trait.Racist
source: Racist
de: Rassistisch
ja: 人種差別主義者
ko: 인종 차별주의자
pl: Rasista
zh_hans: 种族主义者
zh_hant: 種族主義者

# trait.Rags
source: Rags
de: Lumpen
ja: ぼろ服
ko: 누더기 옷
pl: Łachmany
zh_hans: 破衣
zh_hant: 破衣
